Repository: f69/wantmark_l10n
Catalog: strings/app_*.arb
Languages: be, bg, pl, ru, uk

# labelSelect
source: Select
be: Выбраць
bg: Избери
pl: Wybierz
ru: Выбрать
uk: Вибрати

source: Default colors
be: Колеры па змаўчанні
bg: Цветове по подразбиране
pl: Kolory domyślne
ru: Цвета по умолчанию
uk: За замовчуванням кольори

# settingMarkColorsDescription
source: Select the mark you want to change the color of, then select one of the default colors or a custom color
be: Абярыце адзнаку, колер якой жадаеце змяніць, а затым адзін з колераў па змаўчанні або адвольны колер
bg: Изберете оценката, чийто цвят искате да промените, след което изберете един от цветовете по подразбиране или произволен цвят
pl: Wybierz ocenę, której kolor chcesz zmienić, a następnie jeden z kolorów domyślnych lub dowolny kolor
ru: Выберите оценку, цвет которой хотите изменить, а затем один из цветов по умолчанию или произвольный цвет
uk: Виберіть оцінку, колір якої хочете змінити, а потім один із стандартних кольорів або довільний колір

source: Reset all
be: Скінуць усё
bg: Нулирай всички
pl: Zresetuj wszystko
ru: Сбросить все
uk: Скинути все

# settingReverseKeyOrder
source: Reverse key order
be: Зваротны парадак кнопак
bg: Обратен ред на бутоните
pl: Odwrotna kolejność przycisków
ru: Обратный порядок кнопок
uk: Зворотний порядок кнопок

# langRussian
source: Русский
be: руская
