Repository: f69/wantmark_l10n
Catalog: strings/app_*.arb
Languages: be, bg, pl, ru, uk

# appTitle
source: Want mark!
be: Жадаю адзнаку!
bg: Искам оценка!
pl: Chcę ocenę!
ru: Хочу оценку!
uk: Хочу оцінку!

# addSubjectsHint
source: Add subjects to store marks, get statistics, set goals and get hints how to reach them
be: Дадавайце прадметы, каб захаваць адзнакі, атрымаць статыстыку, ставіць мэты і атрымліваць падказкі, як іх дасягнуць
bg: Добавяйте предмети, за да запазите оценки, да получите статистика, да зададете цели и да получите съвети за постигането им
pl: Dodawaj przedmioty, aby zapisywać oceny, otrzymywać statystyki, ustalać cele i uzyskiwać wskazówki dotyczące ich osiągnięcia
ru: Добавляйте предметы для того, чтобы сохранить оценки, получить статистику, установить цели и получить подсказки по путям их достижения
uk: Додайте предмети для того, щоб зберегти оцінки, отримати статистику, встановити цілі та отримати підказки за шляхами їх досягнення

# appStyleBright
source: Bright
be: яркі
bg: ярък
pl: jasny
ru: яркий
uk: яскравий

# appStylePale
source: Pale
be: бледны
bg: блед
pl: blady
ru: бледный
uk: блідий

# appStyleStrict
source: Strict
be: строгі
bg: строг
pl: surowy
ru: строгий
uk: строгий

# appStyleOutline
source: Outline
be: контур
bg: контур
pl: kontur
ru: контур
uk: контур

# avgMark
source: Average
be: сяр. бал
bg: ср. оценка
pl: śr. ocena
ru: ср. балл
uk: сер. бал

# cardAllMarksTitle
source: All marks
be: Усе адзнакі
bg: Всички оценки
pl: Wszystkie oceny
ru: Все оценки
uk: Усі оцінки

# cardGoalTitle
source: Goal and forecast
be: Мэта і прагноз
bg: Цел и прогноза
pl: Cel i prognoza
ru: Цель и прогноз
uk: Мета та прогноз

# cardMarkDistributionTitle
source: Mark distribution
be: Размеркаванне адзнак
bg: Разпределение на оценките
pl: Rozkład ocen
ru: Распределение оценок
uk: Розподіл оцінок

# cardMarkDynamicsTitle
source: Mark dynamics
be: Дынаміка адзнак
bg: Динамика на оценките
pl: Dynamika ocen
ru: Динамика оценок
uk: Динаміка оцінок

# cardMarkStatsTitle
source: Mark stats
be: Статыстыка адзнак
bg: Статистика на оценките
pl: Statystyki ocen
ru: Статистика оценок
uk: Статистика оцінок

# cardTapToAddMarks
source: Tap to add marks
be: Націсніце, каб дадаць адзнакі
bg: Докоснете, за да добавите оценки
pl: Dotknij, aby dodać oceny
ru: Коснитесь, чтобы добавить оценки
uk: Натисніть, щоб додати оцінки

# deleteSubjectText
source: Are you really want to delete subject "{name}"?
be: Вы сапраўды хочаце выдаліць прадмет "{name}"?
bg: Наистина ли искате да изтриете предмета "{name}"?
pl: Czy na pewno chcesz usunąć przedmiot "{name}"?
ru: Вы действительно хотите удалить предмет "{name}"?
uk: Ви дійсно хочете видалити предмет "{name}"?

# deleteSubjectTitle
source: Delete subject
be: Выдаліць прадмет
bg: Изтриване на предмет
pl: Usuń przedmiot
ru: Удалить предмет
uk: Видалити предмет

source: Forecast
be: прагноз
bg: прогноза
pl: prognoza
ru: прогноз
uk: прогноз

source: Goal
be: мэта
bg: цел
pl: cel
ru: цель
uk: мета

# goalUnreachable
source: Goal is practically unreachable
be: Нажаль, мэта практычна недасяжная
bg: За съжаление, целта е почти недостижима
pl: Niestety, cel jest praktycznie nieosiągalny
ru: Увы, цель практически недостижима
uk: На жаль, мета практично недосяжна

# labelCancel
source: Cancel
be: Адмена
bg: Отмяна
pl: Anuluj
ru: Отмена
uk: Скасувати

# labelDelete
source: Delete
be: Выдаліць
bg: Изтрий
pl: Usuń
ru: Удалить
uk: Вилучити

# labelSave
source: Save
be: Захаваць
bg: Запази
pl: Zapisz
ru: Сохранить
uk: Зберегти

# langSystem
source: System
be: сістэмная
bg: системен
pl: systemowy
ru: системный
uk: системна

# markCountLabel
source: Mark||s|s
be: Адзна|ка|кі|к
bg: Оцен|ка|ки|ки
pl: Ocen|a|y|
ru: Оцен|ка|ки|ок
uk: Оцін|ка|ки|ок

# marksPresentationHint
source: Marks will look like:
be: Так будуць выглядаць усе адзнакі:
bg: Така ще изглеждат всички оценки:
pl: Tak będą wyglądać wszystkie oceny:
ru: Так будут выглядеть все оценки:
uk: Так будуть виглядати всі оцінки:

# marksRangeHint
source: Select minimal and maximal marks
be: Абярыце мінімальную і максімальную адзнаку
bg: Изберете минимална и максимална оценка
pl: Wybierz minimalną i maksymalną ocenę
ru: Выберите минимальную и максимальную оценки
uk: Виберіть мінімальну та максимальну оцінки

# maxMarkLabel
source: Max
be: Лепш.
bg: Най-добра
pl: Najl.
ru: Лучш.
uk: Найкр.

# maxMarkTitle
source: Maximal
be: Максімальная
bg: Максимална
pl: Maksymalna
ru: Максимальная
uk: Максимальна

# minMarkLabel
source: Min
be: Горш.
bg: Най-лоша
pl: Najg.
ru: Худш.
uk: Найг.

# minMarkTitle
source: Minimal
be: Мінімальная
bg: Минимална
pl: Minimalna
ru: Минимальная
uk: Мінімальна

# moreRoadmapOption
source: Another {count} {options}
be: Яшчэ {count} {options}
bg: Още {count} {options}
pl: Jeszcze {count} {options}
ru: Еще {count} {options}
uk: Ще {count} {options}

# newSubjectHint
source: Enter new subject name:
be: Увядзіце назву для новага прадмета:
bg: Въведете име за новия предмет:
pl: Wprowadź nazwę nowego przedmiotu:
ru: Введите название для нового предмета:
uk: Введіть назву для нового предмета:

# newSubjectTitle
source: New subject
be: Новы прадмет
bg: Нов предмет
pl: Nowy przedmiot
ru: Новый предмет
uk: Новий предмет

# renameSubjectTitle
source: Rename subject
uk: Перейменування предмету

# renameSubjectHint
source: Enter new name for the subject:
uk: Введіть нову назву для предмету:

source: No marks yet
be: Пакуль няма адзнак
bg: Все още няма оценки
pl: Brak ocen
ru: Пока нет оценок
uk: Поки що немає оцінок

# optionsCountLabel
source: option||s|s
be: варыянт||а|аў
bg: вариант||а|и
pl: wariant||y|ów
ru: вариант||а|ов
uk: варіант||а|ів

source: or
be: ці
bg: или
pl: lub
ru: или
uk: або

# requiredForGoal
source: Required to rich goal:
be: Для дасягнення мэты патрабуецца:
bg: Необходимо за постигане на целта:
pl: Do osiągnięcia celu wymagane:
ru: Для достижения цели требуется:
uk: Для досягнення мети потрібно:

# roadmap
source: roadmap to goal
be: шлях да мэты
bg: път към целта
pl: droga do celu
ru: путь к цели
uk: шлях до мети

source: Select goal:
be: Абярыце мэту:
bg: Изберете цел:
pl: Wybierz cel:
ru: Выберите цель:
uk: Виберіть мету:

# settingAppStyle
source: Decoration style
be: Стыль афармлення
bg: Стил на оформление
pl: Styl aplikacji
ru: Стиль оформления
uk: Стиль оформлення

# settingBlackDarkTheme
source: Black dark theme
be: Чорная цёмная тэма
bg: Черна тъмна тема
pl: Czarny ciemny motyw
ru: Черная темная тема
uk: Чорна темна тема

# settingBlackDarkThemeDescription
source: Dark theme will be darker (useful for OLED screens)
be: Чорная тэма будзе больш цёмная (карысна для OLED-экранаў)
bg: Черната тема ще бъде по-тъмна (полезно за OLED екрани)
pl: Czarny motyw będzie bardziej ciemny (przydatne dla ekranów OLED)
ru: Черная тема будет более темная (полезно для OLED-экранов)
uk: Чорна тема буде темніша (корисно для OLED-екранів)

# settingDecimals
source: Average mark decimal places
be: Акругленне
bg: Закръгляне
pl: Zaokrąglenie
ru: Округление
uk: Розрядність сер. балу

# settingDecimalsDescription
source: Select how many decimal places will be displayed for the average mark
be: Выберыце, да якога знака пасля коскі будзе акругляцца сярэдні бал
bg: Изберете до кой знак след десетичната запетая ще се закръгля средната оценка
pl: Wybierz, do ilu miejsc po przecinku będzie zaokrąglana średnia ocen
ru: Выберите, до какого знака после запятой будет округляться средний балл
uk: Виберіть, скільки розрядів після коми буде відображатися для середнього балу

# settingLanguage
source: Language
be: Мова
bg: Език
pl: Język
ru: Язык
uk: Мова

# settingMarks
source: Marks
be: Адзнакі
bg: Оценки
pl: Oceny
ru: Оценки
uk: Оцінки

# settingRoundThreshold
source: Rounding threshold
be: Парог акруглення
bg: Праг на закръгляне
pl: Próg zaokrąglenia
ru: Порог округления
uk: Поріг округлення

# settingRoundThresholdDescription
source: Select average mark rounding threshold
be: Абярыце парог акруглення сярэдняга бала
bg: Изберете праг на закръгляне на средната оценка
pl: Wybierz próg zaokrąglenia średniej ocen
ru: Выберите порог округления среднего балла
uk: Виберіть поріг округлення середнього балу

# settingSubjectIndicator
source: Subject indicator
be: Індыкатар прадмета
bg: Индикатор на предмета
pl: Wskaźnik przedmiotu
ru: Индикатор предмета
uk: Індикатор предмета

# settingTheme
source: Theme
be: Тэма
bg: Тема
pl: Motyw
ru: Тема
uk: Тема

# settingWeightScale
source: Weight scale
be: Шкала вагі
bg: Скала на теглото
pl: Skala wag
ru: Шкала веса
uk: Шкала ваги

# settingWeightedMark
source: Weighted mark
be: Сярэднеўзважаны бал
bg: Средно претеглена оценка
pl: Średnia ważona
ru: Средневзвешенный балл
uk: Середньозважений бал

# settingsSectionAppearance
source: Appearance
be: Знешні выгляд
bg: Външен вид
pl: Wygląd
ru: Внешний вид
uk: Зовнішній вигляд

# settingsSectionParams
source: Params
be: Параметры
bg: Параметри
pl: Parametry
ru: Параметры
uk: Параметри

# settingsTitle
source: Settings
be: Наладкі
bg: Настройки
pl: Ustawienia
ru: Настройки
uk: Налаштування

# subjectIndicatorAverage
source: Avg. mark
be: сяр. бал
bg: ср. оценка
pl: śr. ocena
ru: ср. балл
uk: сер. бал

# subjectIndicatorForecast
source: Forecast
be: прагноз
bg: прогноза
pl: prognoza
ru: прогноз
uk: прогноз

# subjectIndicatorGoal
source: Goal
be: мэта
bg: цел
pl: cel
ru: цель
uk: мета

# subjectsTitle
source: Subjects
be: Прадметы
bg: Предмети
pl: Przedmioty
ru: Предметы
uk: Предмети

# themeDark
source: Dark
be: цёмная
bg: тъмна
pl: ciemny
ru: темная
uk: темна

# themeLight
source: Light
be: светлая
bg: светла
pl: jasny
ru: светлая
uk: світла

# themeSystem
source: System
be: сістэмная
bg: системна
pl: systemowy
ru: системная
uk: системна

# valueRange
source: from {minValue} to {maxValue}
be: ад {minValue} да {maxValue}
bg: от {minValue} до {maxValue}
pl: od {minValue} do {maxValue}
ru: от {minValue} до {maxValue}
uk: від {minValue} до {maxValue}

source: Goal reached!
be: Мэта дасягнута!
bg: Целта е постигната!
pl: Cel osiągnięty!
ru: Цель достигнута!
uk: Мета досягнута!

# markCountHint
source: Number of marks
be: Колькасць адзнак
bg: Брой оценки
pl: Liczba ocen
ru: Количество оценок
uk: Кількість оцінок

# minMarkHint
source: Minimal mark
be: Мінімальная адзнака
bg: Минимална оценка
pl: Minimalna ocena
ru: Минимальная оценка
uk: Мінімальна оцінка

# maxMarkHint
source: Maximal mark
be: Максімальная адзнака
bg: Максимална оценка
pl: Maksymalna ocena
ru: Максимальная оценка
uk: Максимальна оцінка

# avgMarkHint
source: Average mark
be: Сярэдні бал
bg: Средна оценка
pl: Średnia ocen
ru: Средний балл
uk: Середній бал

# settingSquareBadges
source: Square indicators
be: Квадратныя індыкатары
bg: Квадратни индикатори
pl: Kwadratowe wskaźniki
ru: Квадратные индикаторы
uk: Квадратні індикатори

# settingBaseColor
source: Base color
be: Базавы колер
bg: Основен цвят
pl: Kolor podstawowy
ru: Базовый цвет
uk: Базовий колір

# settingBaseColorDescriptionMaterial
source: The base color is used to form the palette of the application in accordance with the principles of the Material You design system.
be: Базавы колер выкарыстоўваецца для фарміравання палітры дадатку ў адпаведнасці з прынцыпамі дызайн-сістэмы Material You
bg: Основният цвят се използва за формиране на палитрата на приложението според принципите на дизайн системата Material You
pl: Kolor podstawowy jest używany do tworzenia palety aplikacji zgodnie z zasadami systemu projektowego Material You
ru: Базовый цвет используется для формирования палитры приложения в соответствии с принципами дизайн-системы Material You
uk: Базовий колір використовується для формування палітри програми відповідно до принципів дизайн-системи Material You

# settingBaseColorDescriptionCupertino
source: The base color is used to display standard interface elements (buttons, etc.)
be: Базавы колер выкарыстоўваецца для адлюстравання стандартных элементаў інтэрфейсу (кнопак і т.п.)
bg: Основният цвят се използва за показване на стандартни елементи на интерфейса (бутони и т.н.)
pl: Kolor podstawowy jest używany do wyświetlania standardowych elementów interfejsu (przycisków itp.)
ru: Базовый цвет используется для отображения стандартных элементов интерфейса (кнопок и т.п.)
uk: Базовий колір використовується для відображення стандартних елементів інтерфейсу (кнопок тощо)

# settingsSectionApp
source: Application
be: Дадатак
bg: Приложение
pl: Aplikacja
ru: Приложение
uk: Додаток

# settingAppVersion
source: Version
be: Версія
bg: Версия
pl: Wersja
ru: Версия
uk: Версія

# settingHelp
source: How to use
be: Як карыстацца
bg: Как да използвате
pl: Jak korzystać
ru: Как пользоваться
uk: Як користуватися

# settingShare
source: Share
be: Падзяліцца
bg: Сподели
pl: Udostępnij
ru: Поделиться
uk: Поділитися

# settingReview
source: Rate
be: Ацаніць
bg: Оцени
pl: Oceń
ru: Оценить
uk: Оцінити

# settingMailDeveloper
source: Mail developer
be: Напісаць распрацоўніку
bg: Пишете на разработчика
pl: Napisz do developera
ru: Написать разработчику
uk: Написати розробнику

# settingShareDescription
source: app link
be: спасылкай на дадатак
bg: връзка към приложението
pl: linkiem do aplikacji
ru: ссылкой на приложение
uk: посиланням на програму

# settingReviewDescription
source: or write a review
be: або напісаць водгук
bg: или напишете отзив
pl: lub napisz opinię
ru: или написать отзыв
uk: або написати відгук

# settingMailDeveloperDescription
source: about an issue or improvement
be: пра праблему ці паляпшэнне
bg: за проблем или подобрение
pl: o problemie lub ulepszeniu
ru: о проблеме или улучшении
uk: про проблему або поліпшення

# emailSubject
source: Problem report in app {appName}
be: Паведамленне аб праблеме ў дадатку {appName}
bg: Съобщение за проблем в приложението {appName}
pl: Wiadomość o problemie w aplikacji {appName}
ru: Сообщение о проблеме в приложении {appName}
uk: Повідомлення про проблему {appName}

# settingHapticFeedback
source: Haptic feedback
be: Вібраадгук
bg: Вибрационна обратна връзка
pl: Wibracje
ru: Виброотклик
uk: Вібровідгук

# hapticFeedbackNone
source: None
be: Няма
bg: Няма
pl: Brak
ru: Нет
uk: Немає

# hapticFeedbackYes
source: Yes
be: Ёсць
bg: Има
pl: Tak
ru: Есть
uk: Є

# hapticFeedbackHaptic
source: Variant 1
be: Варыянт 1
bg: Вариант 1
pl: Opcja 1
ru: Вариант 1
uk: Варіант 1

# hapticFeedbackVibration
source: Variant 2
be: Варыянт 2
bg: Вариант 2
pl: Opcja 2
ru: Вариант 2
uk: Варіант 2

# settingHapticFeedbackDescription
source: For haptic feedback during marks input choose Variant 1 or 2. If neither works, please, check vibration settings of your device.
be: Для вібраводгуку пры ўводзе адзнак абярыце варыянт 1 або 2. Калі ні адзін не спрацуе, праверце налады вібрацыі ў сістэмных наладах вашай прылады.
bg: За вибрационна обратна връзка при въвеждане на оценки изберете вариант 1 или 2. Ако нито един не работи, проверете настройките за вибрация в системните настройки на вашето устройство.
pl: Aby włączyć wibracje przy wprowadzaniu ocen, wybierz opcję 1 lub 2. Jeśli żadna nie działa, sprawdź ustawienia wibracji w systemowych ustawieniach urządzenia.
ru: Для виброотклика при вводе оценок выберите вариант 1 или 2. Если ни один не сработает, проверьте настройки вибрации в системных настройках вашего устройства.
uk: Для вібровідгуку під час введення оцінок виберіть варіант 1 або 2. Якщо жоден не спрацює, перевірте налаштування вібрації у системних налаштуваннях пристрою.

# subjectCountHint
source: Number of subjects
be: Колькасць прадметаў
bg: Брой предмети
pl: Liczba przedmiotów
ru: Количество предметов
uk: Кількість предметов

# subjectCountLabel
source: Subj.
be: Прадм.
bg: Предм.
pl: Przedm.
ru: Предм.
uk: Предм.

# settingSubjectTotals
source: Subjects totals
be: Вынік па прадметах
bg: Общо по предмети
pl: Podsumowanie przedmiotów
ru: Итог по предметам
uk: Підсумок з предметів

# titleAllMarksTotals
source: All marks totals
be: Вынік па ўсіх ацэнках
bg: Общо по всички оценки
pl: Podsumowanie wszystkich ocen
ru: Итог по всем оценкам
uk: Підсумок за всіма оцінками

# titleForecastsTotals
source: Forecasts totals
be: Вынік па прагнозах
bg: Общо по прогнози
pl: Podsumowanie prognoz
ru: Итог по прогнозам
uk: Підсумок за прогнозами

# titleGoalsTotals
source: Goals totals
be: Вынік па мэтам
bg: Общо по цели
pl: Podsumowanie celów
ru: Итог по целям
uk: Підсумок за цілями

# addSubjectHint
source: Add subject
be: Дадаць прадмет
bg: Добавете предмет
pl: Dodaj przedmiot
ru: Добавить предмет
uk: Додати предмет

# archiveHint
source: Archive
be: Архіў
bg: Архив
pl: Archiwum
ru: Архив
uk: Архів

# archiveTitle
source: Archive
be: Архіў
bg: Архив
pl: Archiwum
ru: Архив
uk: Архів

# archiveDataHint
source: Archive data
be: Архіў дадзеных
bg: Архивиране на данни
pl: Archiwizuj dane
ru: Архивировать данные
uk: Архів даних

# createArchiveTitle
source: Create archive
be: Стварыць архіў
bg: Създаване на архив
pl: Utwórz archiwum
ru: Создать архив
uk: Створити архів

# labelCreate
source: Create
be: Стварыць
bg: Създай
pl: Utwórz
ru: Создать
uk: Створити

source: Enter archive name:
be: Увядзіце назву архіва:
bg: Въведете име на архива:
pl: Wprowadź nazwę archiwum:
ru: Введите имя архива:
uk: Введіть назву архіву:

source: Clear current marks
be: Ачысціць бягучыя адзнакі
bg: Изчистете текущите оценки
pl: Wyczyść bieżące oceny
ru: Очистить текущие оценки
uk: Очистити поточні оцінки

# createArchiveHint
source: Save all marks to archive to view them later.
be: Захавайце ўсе адзнакі ў архіў, каб праглядзець іх пазней.
bg: Запазете всички оценки в архив, за да ги прегледате по-късно.
pl: Zapisz wszystkie oceny w archiwum, aby móc je później przeglądać.
ru: Сохраните все отметки в архив, чтобы просмотреть их позже.
uk: Збережіть усі оцінки в архів, щоб переглянути їх пізніше.

# deleteArchiveTitle
source: Delete archive
be: Выдаліць архіў
bg: Изтриване на архив
pl: Usuń archiwum
ru: Удалить архив
uk: Видалити архів

# deleteArchiveText
source: Are you really want to delete archive "{name}"?
be: Вы сапраўды хочаце выдаліць архіў "{name}"?
bg: Наистина ли искате да изтриете архива "{name}"?
pl: Czy na pewno chcesz usunąć archiwum "{name}"?
ru: Вы действительно хотите удалить архив "{name}"?
uk: Ви справді хочете видалити архів "{name}"?

# totalMark
source: Total
be: Вынік
bg: Общо
pl: Podsumowanie
ru: Итог
uk: Підсумок

source: Enter total mark:
be: Увядзіце выніковую адзнаку:
bg: Въведете обща оценка:
pl: Wprowadź ocenę końcową:
ru: Введите итоговую оценку:
uk: Введіть підсумкову оцінку:

# goalCountLabel
source: Goal||s|s
be: Мэт|а|ы|
bg: Цел|и|и|и
pl: Cel|e|ów
ru: Цел|ь|и|ей
uk: Ціл|ь|і|ей

# forecastCountLabel
source: Forecast||s|s
be: Прагноз||у|аў
bg: Прогноза||и|и
pl: Prognoz|a|y|
ru: Прогноз||а|ов
uk: Прогноз||а|ів

# totalMarkCountLabel
source: Total||s|s
be: Вынік||у|аў
bg: Общо||и|и
pl: Podsumow|anie|ania|ań
ru: Итог||а|ов
uk: Підсумок||а|ів

# goalCountHint
source: Number of goals
be: Колькасць мэт
bg: Брой цели
pl: Liczba celów
ru: Количество целей
uk: Кількість цілей

# forecastCountHint
source: Number of forecasts
be: Колькасць прагнозаў
bg: Брой прогнози
pl: Liczba prognoz
ru: Количество прогнозов
uk: Кількість прогнозів

# totalMarkCountHint
source: Number of total marks
be: Колькасць выніковых адзнак
bg: Брой общи оценки
pl: Liczba ocen końcowych
ru: Количество итоговых оценок
uk: Кількість підсумкових оцінок

# titleTotalMarkTotals
source: Total mark totals
be: Вынік па выніковых адзнаках
bg: Общо по общи оценки
pl: Podsumowanie ocen końcowych
ru: Итог по итоговым оценкам
uk: Підсумок за підсумковими оцінками

# subjectIndicatorTotal
source: Total
be: Вынік
bg: Общо
pl: Podsumowanie
ru: Итог
uk: Підсумок

source: Error
be: Памылка
bg: Грешка
pl: Błąd
ru: Ошибка
uk: Помилка

source: Add
be: Дадаць
bg: Добави
pl: Dodaj
ru: Добавить
uk: Додати

source: Help
be: Дапамога
bg: Помощ
pl: Pomoc
ru: Помощь
uk: Допомога

source: Name
be: Назва
bg: Име
pl: Nazwa
ru: Название
uk: Назва

source: Value
be: Значэнне
bg: Стойност
pl: Wartość
ru: Значение
uk: Значення

# passMark
source: P
be: з.
bg: п.
pl: zal.
ru: з.
uk: з.

# notPassMark
source: N/P
be: н/з
bg: н/п
pl: nie zal.
ru: н/з
uk: н/з

source: Rename
be: Перайменаваць
bg: Преименувай
pl: Zmień nazwę
ru: Переименовать
uk: Перейменувати

# renameArchiveTitle
source: Rename archive
be: Перайменаваць архіў
bg: Преименуване на архив
pl: Zmień nazwę archiwum
ru: Переименовать архив
uk: Перейменувати архів

source: View
be: Паглядзець
bg: Преглед
pl: Zobacz
ru: Посмотреть
uk: Подивитися

source: Announcement
be: Аб'ява
bg: Съобщение
pl: Ogłoszenie
ru: Объявление
uk: Оголошення

# settingHomePager
source: Home swiping
be: Пераключэнне свайпамі
bg: Превключване с плъзгане
pl: Przełączanie przesuwaniem
ru: Переключение свайпами
uk: Переключення свайпами

# markNotesTitle
source: Mark notes
be: Каментар да адзнакі
bg: Коментар към оценката
pl: Komentarz do oceny
ru: Комментарий к оценке
uk: Коментар для оцінки

# markNotesHint
source: Enter mark notes:
be: Увядзіце каментар да адзнакі:
bg: Въведете коментар към оценката:
pl: Wprowadź komentarz do oceny:
ru: Введите комментарий к оценке:
uk: Введіть коментар до оцінки:

# markDateTitle
source: Select mark date
be: Абярыце дату адзнакі
bg: Изберете дата на оценката
pl: Wybierz datę oceny
ru: Выберите дату оценки
uk: Виберіть дату оцінки

# settingsMarksWithPlusMinus
source: Marks with «+» and «–»
be: Адзнакі з «+» і «–»
bg: Оценки с «+» и «–»
pl: Oceny z „+” i „–”
ru: Оценки с «+» и «–»
uk: Оцінки з «+» та «–»

source: Mark
be: Адзнака
bg: Оценка
pl: Ocena
ru: Оценка
uk: Оцінка

# minusSubtracts
source: «–» subtracts
be: «–» аднімае
bg: «–» изважда
pl: „–” odejmuje
ru: «–» вычитает
uk: «–» віднімає

# plusAdds
source: «+» adds
be: «+» дадае
bg: «+» добавя
pl: „+” dodaje
ru: «+» добавляет
uk: «+» додає

# useMarksWithPlusMinus
source: Use marks with «+» and «–»
be: Выкарыстоўваць адзнакі з «+» і «–»
bg: Използвайте знаци с «+» и «–»
pl: Używaj ocen z „+” i „–”
ru: Использовать оценки с «+» и «–»
uk: Використовувати оцінки з «+» та «–»

# plusMinusAvailableTill
source: Marks with «+» and «–» available only till {maxMark}
be: Адзнакі з «+» і «–» даступныя толькі да {maxMark}
bg: Оценките «+» и «–» са налични само до {maxMark}
pl: Oceny z „+” i „–” dostępne tylko do {maxMark}
ru: Оценки с «+» и «–» доступны только до {maxMark}
uk: Оцінки з «+» та «–» доступні лише до {maxMark}

source: No
be: Не
bg: Не
pl: Nie
ru: Нет
uk: Ні

source: Web app
be: Вэб-дадатак
bg: Уеб-приложение
pl: Aplikacja internetowa
ru: Веб-приложение
uk: Веб-додаток

# forComputer
source: For PC
be: Для кампутара
bg: За компютър
pl: Dla komputera
ru: Для компьютера
uk: Для комп'ютера

# settingsNoZeroes
source: No trailing zeroes
be: Без нязначных нулёў
bg: Без незначещи нули
pl: Bez zer nieznaczących
ru: Без незначащих нулей
uk: Без незначних нулів

# upgradeAvailable
source: Update available
be: Даступна абнаўленне
bg: Налично обновление
pl: Dostępna aktualizacja
ru: Доступно обновление
uk: Доступне оновлення

# upgradeAvailableText
source: New version ({version}) of app is available:
be: Даступная новая версія дадатку ({version}):
bg: Налично нова версия на приложението ({version}):
pl: Dostępna nowa wersja aplikacji ({version}):
ru: Доступна новая версия приложения ({version}):
uk: Доступна нова версія програми ({version}):

# ignoreLabel
source: Ignore
be: Ігнараваць
bg: Игнорирай
pl: Ignoruj
ru: Игнорировать
uk: Ігнорувати

# laterLabel
source: Later
be: Пазней
bg: По-късно
pl: Później
ru: Позже
uk: Пізніше

# upgradeNowLabel
source: Upgrade now
be: Абнавіць
bg: Актуализирай
pl: Aktualizuj
ru: Обновить
uk: Оновити

# settingMarkColors
source: Mark colors
be: Колеры адзнак
bg: Цветове на оценките
pl: Kolory ocen
ru: Цвета оценок
uk: Кольори оцінок

# customColorLabel
source: Choose custom
be: Выбраць свой
bg: Избери свой
pl: Wybierz własny
ru: Выбрать свой
uk: Вибрати свій

# customColorTitle
source: Custom color
be: Карыстацкі колер
bg: Потребителски цвят
pl: Kolor niestandardowy
ru: Пользовательский цвет
uk: Користувацький колір
